{
    "greating": "Сайн байна уу.",
    "meeting": "Танилцахад таатай байна",
    "intro": "Намайг <b>Алтангэрэл</b> гэдэг. ШУТИС-МХТС-ийн програм хангамжийн 3-р курсийн оюутан",
    "advantage_title": "Миний давуу",
    "advantage": [{
            "title": "Би хурдацтай сурдаг",
            "desc": "Би зарим нэгэн зүйлсийг хурдан суралцаж байсан. Би React,Node,Laravel,Ruby on rails гэх мэтийг мэдэж авсан. Магадгүй Boostrap,material ui гэх мэт framework-ийг сурах нь л удаан байгаа. Магадгүй CSS сайн мэдэхгүй болохоор тэр байх",
            "img": "learn.jpg"
        },
        {
            "title": "Өөрийн сул талуудаа сайжруулж байгаа",
            "desc": "Өөрийнхөө дутагдалтайгаа ажиллаж өөрийгөө хувь хүн талаас хөгжүүлэхийг эрмэлздэг.",
            "img": "keepTry.png"
        },
        {
            "title": "Би өндөр төвлөрөлтэй",
            "desc": "Би өөрийн хийж буй зүйлдээ төвлөрвөл 4-5 цаг сууж байж чаддаг",
            "img": "focus.jpg"
        },
        {
            "title": "Би асуудалийг шийдэж чаддаг",
            "desc": "Надад олон тооны программийн алдаа гарж байсан эдгээрийн 60% өөрөө шийдэж чаддаг. Би асуудал шийдэхдээ процессийг төсөөлөн даган утга зөв буйг шалгаж байгаа тул хялбар байдаг",
            "img": "bug.jpg"
        },
        {
            "title": "Өөртөө зөв дадал болон зан ариншинг суулгахаар оролдож байга",
            "desc": "Заримдаа  motivation эсвэл inspiration өгөх бичлэг үздэг болхоор. Надад хамгийн их нөлөөлсөн хүн бол Jordan Peterson юм. Энэхүү хүний олон ярилцлаг сонсож байсан. Өөрийгөө сайжруулах үйл ажилгаа алхам алхамаар хийж байгаа. ",
            "img": "peter.jpg"
        }
    ],
    "disadvantage_title": "Миний сул тал",
    "disadvantage": [{
        "title": "Би бол дотогшоо хүн",
        "desc": "Би өмнө нь хэдхэн хүнээс цааш харилцдаггүй байсан тул олон хүнтэй ярилцах дургүй мөн чаддаггүй байсан. Иймээс миний харилцах чадвар бусадтай харьцуулахад муухан",
        "img": "introvert.jpg"
    }, {
        "title": "Би удаан цагаар юмс уншиж чаддаггүй",
        "desc": "Удаан цагаар юмс уншихад дасаагүй тул хараа тогтож өгдөггүй тул 1-2 цаг уншаад 30 минут завсарлага авж байдаг",
        "img": "bookRead.png"
    }, {
        "title": "Би өндөр төвлөрөлтэй",
        "desc": "Анхаарлаа төвлөрөөд хийх ёстой зүйлсээ хийхэд 4-5 цаг сууж хийж чадагч үүнээс болоод зарим ойройдоо хийх зүйлс алдагдах явдал байдаг",
        "img": "focus.jpg"
    }, {
        "title": "Би зүйлсийг тодорхой нэршлээр бус утгаар нь цээжилдэг",
        "desc": "Яагаад энэ сул тал вэ гэхээр ерөнхий зүйлд асуудал…олохгүй ч нарийн зүйлсэд дандаа ухаж харах болдог",
        "img": "talk.png"
    }],
    "hobby": [{
        "title": "Надад video тоглоом тоглох нь таалагддаг",
        "desc": "Надад video тоглоом нь explore хийж хүссэн зүйлсээ хийдэг нь таалагддаг. Заримдаа шинэ зүйлс сураж өөрийнхөө хүссэн хүн байж болно. Мөн үүнээс гадна түүхийн mystery нь таалагддаг",
        "img": "games.jpg"
    }, {
        "title": "Би anime үзэх дуртай",
        "desc": "Анимаас би гол дүрийн сэтгэл хөдлөл, хувь хүний хөгжил нь хэрхэн явагдаж байгаа, зохиолын нууцыг сонирхох дуртай",
        "img": "anime.webp"
    }, {
        "title": "Би manga унших дуртай ",
        "desc": "Manga нь Anime-aas түрүүлж гардаг. Тиймээс anime дээрх үйл явдлыг эсвэл зарим зохилийг гархаас өмнө унших зорилготойгоор анх сонирхож эхэлсэн. Manga-г унших үедээ өөрийгөө яг л хажууд нь байж үзэж байгаар төсөөлөн дүрийн сэтгэл хөдлөл, хувь хүний хөгжил нь хэрхэн явагдаж байгаа, зохиолын нууцыг олж мэдэх, таамаглахын тулд уншдаг",
        "img": "manga.jpg"
    }, {
        "title": "Надад кино үзэх нь таалагддаг",
        "desc": "2 жилийн өмнөөс надад кино үзэх нь таалагдах болсон. Энэ нь recap үзсэнээр эхэлсэн юм. Recap нь богино хэлбэрээр их мэдээллийг өгдөг ингэснээрээ хугацаа ихээр хэмнэх боломжтой байдал нь ихээр таалагддаг юм. Миний хамгийн их дуртай кино бол Good doctor, Doctor house,amphibia,owl house-ууд. Надад киноноос хамгийн таалагддаг зүйлс нь түүх, дүрийн гаргаж буй сэтгэл хөдлөлүүд, үүнээс авж болох сургамжууд байдаг",
        "img": "movie.jpg"
    }],
    "navbar": {
        "title": "Миний танилцуулга",
        "link": [{
            "title": "Нүүр хуудас",
            "link": "Hello"
        }, {
            "title": "Миний давуу ба сул тал",
            "link": "MySpec"
        }, {
            "title": "Миний хобби",
            "link": "MyHobies"
        }]
    }
}